Repository: helsingborg-stad/modularity-form-builder
Catalog: languages/modularity-form-builder-*.po
Languages: sv_se

source: Options
sv_se: Inställningar

source: Post types
sv_se: Posttyper

source: Create post types that can be integrated with forms.
sv_se: Skapa posttyper som kan kopplas ihop med formulär.

source: Singular name
sv_se: Namn i singular

source: Plural name
sv_se: Namn i plural

source: Form fields
sv_se: Formulärsfält

source: Fields
sv_se: Fält

source: Sender
sv_se: Avsändare

source: Fields to display
sv_se: Visa fält

source: Firstname
sv_se: Förnamn

source: Lastname
sv_se: Efternamn

source: Email
sv_se: E-post

source: Phone
sv_se: Telefonnummer

source: Address
sv_se: Adress

source: Required fields
sv_se: Obligatoriska fält

source: Street address
sv_se: Gatuadress

source: Postal code
sv_se: Postnummer

source: City
sv_se: Stad

source: Field label
sv_se: Fältetikett

source: Message
sv_se: Meddelande

source: Required
sv_se: Obligatoriskt

source: Required field
sv_se: Obligatoriskt fält

source: Conditional logic
sv_se: Visningsvillkor

source: Use conditional logic statement to display the field depending on other choices in the form. Works only with "Radio" form field type.
sv_se: Använd visningsvillkor för att visa fältet beroende på andra val i formuläret. Fungerar endast med fälttyp "Radio".

source: Add conditional logic
sv_se: Lägg till visningsvillkor

source: Conditonal field
sv_se: Villkorsfält

source: Display field if this value is selected.
sv_se: Visa fältet om detta värde är valt.

source: Input
sv_se: Inmatning

source: Field value type
sv_se: Fälttyp

source: Number
sv_se: Siffror

source: Phone number
sv_se: Telefonnummer

source: Color
sv_se: Färg

source: Date
sv_se: Datum

source: Month
sv_se: Månad

source: Week
sv_se: Vecka

source: Range
sv_se: Intervall

source: Time
sv_se: Tid

source: Min value
sv_se: Minsta värde

source: Max value
sv_se: Maxvärde

source: Step
sv_se: Steg

source: Min date
sv_se: Datum från

source: Max date
sv_se: Datum till

source: Radio
sv_se: Radiofält

source: Field values
sv_se: Fältvärden

source: Value
sv_se: Värde

source: Checkbox
sv_se: Kryssruta

source: Select
sv_se: Välj

source: File upload
sv_se: Filuppladdning

source: Type
sv_se: Typ

source: Single
sv_se: Enskilt

source: Multiple
sv_se: Flera

source: Max number of files
sv_se: Max antal filer

source: -1 for no limit
sv_se: -1 är lika med ingen gräns

source: Allowed filetypes
sv_se: Tillåtna filtyper

source: All video types
sv_se: Alla videoformat

source: All image types
sv_se: Alla bildformat

source: Custom content
sv_se: Eget innehåll

source: Content
sv_se: Innehåll

source: Add custom content to the form. This will not be sent in e-mail messages.
sv_se: Lägg till eget innehåll till formuläret. Detta kommer inte skickas med i e-postmeddelanden.

source: Collapse
sv_se: Fäll ihop

source: Button text
sv_se: Knapp text

source: Add form field
sv_se: Formulärsfält

source: Submission
sv_se: Formulärsvar

source: Text on submit button
sv_se: Text på skicka-knapp

source: Send
sv_se: Skicka

source: Submission notice
sv_se: Meddelande vid inskickning

source: Text to display when form is submitted.
sv_se: Text som visas när ett formulär skickats.

source: Notifications
sv_se: Notiser

source: Notifications on form submission
sv_se: Notifikation när formulär skickas

source: Notify email addresses
sv_se: Notifiera e-postadresser

source: Notifications will be sent to below added email addresses when receiving a new form submission.
sv_se: Ett mail skickas ut till nedanstående användare med innehållet i svaret.

source: Add email
sv_se: Lägg till e-postadress

source: Email address
sv_se: E-postadress

source: Condition
sv_se: Lägg till villkor

source: Requirements
sv_se: Krav

source: Only send when
sv_se: Skicka bara när

source: Equals to
sv_se: Matchar

source: Custom email subject
sv_se: Egen ämnesrad

source: Check this box if you want to enter a custom email subject.
sv_se: Kryssa i rutan för att ange egen ämnesrad.

source: Email subject
sv_se: Ämnesrad

source: Enter custom email subject. Default is "New form submission".
sv_se: Ange egen ämnesrad. Standardvärde är “Nytt formulärsvar”.

source: Notification message
sv_se: Meddelande i notis

source: Notification data
sv_se: Notisdata

source: Show submission data in notice content
sv_se: Visa svarsdata i notisens innehåll

source: Sender copy
sv_se: Svarskopia

source: Allow sender copy
sv_se: Tillåt svarskopia

source: Send copy of the submitted form data to the sender email.
sv_se: Skicka en kopia av svaret till avsändarens e-postadress.

source: Yes, allow user to get a copy of the submission
sv_se: Ja, tillåt användare att få en svarskopia

source: Custom email subject for submission copy
sv_se: Egen ämnesrad för svarskopia

source: Enter custom email subject. Default is "Form submission copy".
sv_se: Ange egen ämnesrad. Standardvärde är “Svarskopia”.

source: Sender copy message
sv_se: Meddelande i svarskopia

source: The message that will be sent to the user together with a list of the submitted data.
sv_se: Meddelandet kommer att skickas tillsammans med svarsdatan.

source: Auto-reply
sv_se: Autosvar

source: Send auto-reply on form submission
sv_se: Skicka autosvar när formuläret har skickats

source: Auto-reply subject
sv_se: Ämne för autosvar

source: Auto-reply content
sv_se: Meddelande för autosvar

source: Advanced options
sv_se: Avancerade inställningar

source: Save to post type
sv_se: Spara till posttyp

source: Save form submissions to a custom post type.
sv_se: Spara formulärsvar till en anpassad posttyp.

source: Post type
sv_se: Posttyp

source: Select post type
sv_se: Välj posttyp

source: Event
sv_se: Händelse

source: Ticket
sv_se: Ärende

source: Listing
sv_se: Lista

source: Editable on front end
sv_se: Redigerbar för användaren

source: Editable on back end
sv_se: Redigerbar för redaktör

source: Public act notice
sv_se: Notis om allmän handling

source: Adds a notice that informs the user that the submission will become a public act.
sv_se: Lägger till ett meddelande som informerar användaren om att formulärsvaret blir en allmän handling.

source: Add public act notice
sv_se: Lägg till notis om allmän handling

source: GDPR Complience notice
sv_se: GDPR komplience meddelande

source: Contains information about how personal data is handled.
sv_se: Innehåller information om hur personlig data hanteras.

source: Show a message (and checkbox) that is required to check to submit all forms.
sv_se: Visa ett meddelande (och en checkbox) som är nödvändig för att posta formuläret.

source: GDPR complience notice content
sv_se: Innehåll för GDPR meddelande

source: When you submit the form, we will process your personal information to perform the task that the form concerns. The data will not be used for any other purpose.
sv_se: I det här formuläret samlar vi in personuppgifter om dig för att [det formuläret ska användas till]. Uppgifterna kommer inte att hanteras för något annat syfte, och kommer att raderas när [ärendet är avslutat]. Läs om hur Helsingborgs stad hanterar personuppgifter.

source: DB storage
sv_se: Databaslagring

source: Don't store posted data in database
sv_se: Lagra inte postad data i databasen.

source: User Restriction
sv_se: Användarbegränsning

source: Users
sv_se: Betrodda användare

source: Add users who have access to the form data
sv_se: Lägg till betrodda användare som har access till det som postas från formulären

source: Form submission
sv_se: Formulärsvar

source: Form submissions
sv_se: Formulärsvar

source: Missing arguments
sv_se: Saknade argument

source: Something went wrong, please try again.
sv_se: Något gick fel, var god försök igen.

source: Upload succeeded
sv_se: Uppladdningen lyckades

source: File was missing, please try again.
sv_se: Filen saknas, var god försök igen.

source: Something went wrong
sv_se: Något gick fel

source: Saved
sv_se: Sparad

source: Hello, you are not Superman, with full access?
sv_se: Hallååå! Du är ingen Superhjälte med full access

source: Missing permissions
sv_se: Du saknar rättigheter för att se den här sidan

source: Select form…
sv_se: Välj formulär...

source: Show All
sv_se: Visa alla

source: Edit
sv_se: Redigera

source: Are you sure you want to delete this file?
sv_se: Är du säker på att du vill radera den här filen?

source: Edit %s
sv_se: Redigera %s

source: Search %s
sv_se: Sök %s

source: Parent %s:
sv_se: Förälder %s

source: Previous page
sv_se: Föregående sida

source: No Referrer
sv_se: Besökaren kom från extern länk

source: Title
sv_se: Titel

source: Referer
sv_se: Referens

source: All %s
sv_se: Alla %s

source: Update %s
sv_se: Uppdatera %s

source: Add New %s
sv_se: Lägg till ny %s

source: New %s Name
sv_se: Ny %s namn

source: Forms
sv_se: Formulär

source: Build submittable forms
sv_se: Bygg webbformulär

source: Responses
sv_se: Svar

source: There is no submissions for this form.
sv_se: Det finns inga svar på detta formulär.

source: There is %d submissions to this form.
sv_se: Det finns %d svar på det här formuläret.

source: View submissions
sv_se: Visa svar

source: Export csv
sv_se: Exportera csv

source: Please create radio selections before adding conditional logic.
sv_se: Vänligen skapa formulärfält med radioknappar innan du lägger till visningsvillkor.

source: Sending
sv_se: Skickar

source: Attached files
sv_se: Bifogade filer

source: Delete
sv_se: Radera

source: Select file
sv_se: Välj en fil

source: No file selected
sv_se: Ingen fil vald

source: Send copy of this submission to my email address
sv_se: Skicka en kopia till mig

source: Find my location
sv_se: Hitta min position

source: Close
sv_se: Stäng

source: Update
sv_se: Uppdatera

source: The for was submitted, thank you!
sv_se: Tack! Formuläret har skickats iväg till mottagaren.

source: New form submission
sv_se: Nytt formulärsvar

source: This is a notification about a new form submission to the form "%s".<br><br><a href="%s">Read the full submission here</a>.
sv_se: Det har inkommit ett svar på ett formulär ("%s") som du har aktiverat notifikationer på. <br><br><a href="%s">Läs hela svaret här.</a>.

source: Referrer
sv_se: Förgående sida

source: Form submission copy
sv_se: Svarskopia

source: Modularity Form Builder options
sv_se: Modularity Formulärbyggare (Modularity Form Builder)

source: YouTube API authentication
sv_se: Youtube API nyckel

source: To upload videos to YouTube from your forms you need to authenticate this web applicaiton. Enter your Google OAuth 2.0 client keys and submit the request.
sv_se: För att ladda upp videofiler till YouTube behöver du en api-nyckel. Ange en Google OAuuth 2.0 klientnyckel som har rättigheter till minst ett youtubekonto.

source: When you are setting up your OAuth Web application set "Authorized redirect URIs" to this URL:
sv_se: När du ställer in din api-nyckel, vänligen ange följande adress som ”redirect adress”:

source: Client ID
sv_se: Klient Id

source: Client secret
sv_se: Klientens hemliga nyckel

source: Encrypt your data
sv_se: Kryptera data

source: If you want to encrypt the form data before it saves to database you need to check the following checkbox
sv_se: Om du vill kryptera data som postas i formulären, behöver du checka checkboxen här under.

source: You also have to add following lines to your config file and replace ADD-YOUR-KEY-HERE-1 and ADD-YOUR-KEY-HERE-2 with your own keys, 16 character minimum.
sv_se: Du behöver också lägga till följande PHP kod i din wp-config fil. Ändra sedan DIN-KRYPTERINGS-NYCKEL-1 och DIN-KRYPTERINGS-NYCKEL-2 till egna nycklar som minst måste vara 16 tecken långa.

source: define("ENCRYPT_SECRET_KEY", "ADD-YOUR-KEY-HERE-1", true);
sv_se: define("ENCRYPT_SECRET_KEY", "DIN-KRYPTERINGS-NYCKEL-1", true);

source: define("ENCRYPT_SECRET_VI", "ADD-YOUR-KEY-HERE-2", true);
sv_se: define("ENCRYPT_SECRET_VI", "DIN-KRYPTERINGS-NYCKEL-2", true);

source: Dont forget to keep the keys in a safe place, cause you will never be able to decrypt the already encrypted data without them.
sv_se: Glöm inte att spara dina nycklar på ett säkert ställe. Du kan inte avkryptera redan krypterad data med fel nycklar.

source: Yes I want to encrypt my form data
sv_se: Ja, jag vill kryptera formulärsdata

source: Save
sv_se: Spara

source: Authorized
sv_se: Autensierad

source: Delete credentials
sv_se: Ta bort information

source: Export with AcfExportManager
sv_se: Exportera med AcfExportManager

source: Exported %d fieldgroup(s).
sv_se: Exporterade %d fältgrupp(er).

source: Modularity Form Builder
sv_se: Modularity Formulärbyggare (Modularity Form Builder)

source: Build submittable form(s) to display with module
sv_se: Bygg formulär som kan visas i en modul

source: Kristoffer Svanmark, Sebastian Thulin
sv_se: Kristoffer Svanmark, Sebastian Thulin, Jonatan Hansson
